<section id="main-content">
<div class="blogroll">
	<h2>درباره ما و دانلود وار</h2>
    </div>
<div class="article-wrapper" style="background: url(images/bg-content.png);background-position: right top;
    background-repeat: no-repeat !important;">
<article class="post">
<header>
<h1 style="font-family:BKoodak;"> دانلود وار </h1>
</header>
<div class="post-content" >
<p style="font-family:BKoodak;font-size:13px">
سایت دانلود وار در ابتدا یک پروژه تمرینی برای آموزش شخصی اینجانب بود
 و قرار بود که در انتهای کار به یک سایت دانلود با محتویات آموزشی تبدیل شود.
 یک سایت دانلود با فیلم های آموزشی در زمینه برنامه نویسی و ... اما پس
 از آنکه اولین نسخه این سایت در تاریخ یک اسفند 91 به روی سرور قرار گرفت و
 با استقبال رو به رو شد تصمیم گرفتم سایتی با عنوان دانلود وار
   طراحی کنم.بر همین اساس نسخه دیگری از سایت در تاریخ سی اسفند جایگزین نسخه قبل شد.اما به دلیل 
   طراحی و قالب ضعیفی که این دو نسخه داشتند بر آن شدم تا قالب سایت را تقویت کنم.
   در تاریخ هفده فروردین 92 نیز نسخه ای دیگر از سایت جایگزین نسخه قبل گردید و
    تا به امروز یعنی بیست و پنج خرداد 92 نیز از آن استفاده شد.و هم اکنون نسخه کاملا به روز شده و 
     بدون اشکال سایت به روی سرور قرار گرفت.
     سایت دانلود وار بر خلاف سایر سایت های دانلود که با سیستم های مدیریت محتوا
      مانند وردپرس موبیل تایپ و جوملا و ... نوشته شده اند این ادعا را دارد که 
      از آخرین تکنولوژی در زمینه طراحی سایت استفاده کرده است.دانلود وار از فریم ورک اگاوی مبتنی بر معماری MVC بهره برده
      وامنیت بسیار بالایی دارد.قالب سایت و تمامی این پروژه به دست اینجانب طراحی توسعه و مدیریت شده است.در پایان از دوستان خوبم آقای امین وطن پرست و صالح شاهسوند
         تشکر میکنم.
</p>
<h1 style="font-family:BKoodak;">
تکنولوژی های استفاده شده در سایت
</h1>
<p>
<pre>
- HTML5 
- CSS3
- JavaScript
- Agavi MVC Framework
- GIT(version controler)
- PHP
- MySQL(OOP Propel)
- DreamWeaver and Eclips IDE
</pre>
</p>
<h1 style="font-family:BKoodak;">
درباره مدیرسایت
</h1>
<p style="font-family:BKoodak;font-size:13px">
با سلام خدمت همه دوستان و علاقه مندان به دنیای برنامه نویسی و طراحی سایت.
من مهرداد معصومی دانشجوی رشته مهندسی کامپیوتر علاقه مند به برنامه نویسی و طراحی سایت بوده و تکنولوژی های
 به کار گرفته شده در سایت جزوه مهارتهای اینجانب می باشد.
 برای برقراری ارتباط میتوانید از بخش تماس با ما اقدام کنید و با ارسال تیکیت با 
 اینجانب در ارتباط باشید.در پایان برای همه شما آرزوی موفقیت دارم.
</p>
</div>
<footer class="clearfix">
</footer>
</article>
</div>
</section>